Show / Hide Table of Contents
Enum VariableType
Variable type
Namespace: IdeaRS.OpenModel.Loading
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum VariableType
Fields
 Name |  Description
 MobileEnvelope
Mobile envelope
 NotSet
variable loads is not set for some reasons - in fact loads is not variable
 Seismicity
Seismicity
 Standard
Standard
 Improve this Doc
 View Source